Repository: sonnyp/OhMySVG
Catalog: po/*.po
Languages: cs, hr

source: Optimize SVG
cs: Optimalizujte SVG
hr: Optimiraj SVG datoteke

source: SVG;clean;optimize;
cs: SVG;vyčistit;optimalizovat;
hr: SVG;očisti;optimiraj;

source: Reduce the size of SVGs
cs: Snižte velikost SVG
hr: Smanji veličinu SVG datoteka

source: Oh My SVG let you export unoptimized SVG files into smaller versions.
cs: Oh My SVG umožňuje exportovat neoptimalizované soubory SVG do menších verzí.
hr: Oh My SVG omogućuje izvoz neoptimiranih SVG datoteka u manje verzije.

source: It lets you preview and tweak the parameters to obtain a satisfactory result before saving.
cs: Před uložením vám umožní zobrazit náhled a upravit parametry tak, abyste dosáhli uspokojivého výsledku.
hr: Omogućuje pregled i podešavanje parametara za dobivanje zadovoljavajućeg rezultata prije spremanja.

source: It removes or approximate information that is not required for rendering.
hr: Uklanja ili približava podatke koji nisu potrebni za iscrtavanje.

source: Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.
cs: Nezapomeňte, že Oh My SVG odstraňuje informace a metadata, která mohou být užitečná, a nepřepisuje původní/zdrojové soubory SVG.
hr: Zapamti da aplikacija „Oh My SVG“ uklanja informacije i metapodatke koji bi mogli biti korisni. Nemoj prepisivati svoje originalne/izvorne SVG datoteke.

source: Update SVGO to 3.3.2
hr: Aktuliziranje SVGO-a na 3.3.2

source: Update metadata
hr: Aktualiziraj metapodatke

source: New icon by Sam Hewitt
hr: Nova ikona: Sam Hewitt

source: Fix save location
hr: Ispravljanje mjesta spremanja

source: Design improvements
hr: Poboljšanja dizajna

source: Update to svgo 2.8.0
hr: Aktuliziranje na svgo 2.8.0

source: Port to libadwaita
hr: Prilagodba za libadwaita

source: GNOME Platform 42
hr: GNOME platforma 42

source: Initial release.
cs: První vydání.
hr: Prvo izdanje.

source: _Open File…
cs: _Otevřít soubor...
hr: _Otvori datoteku …

source: _Save As…
cs: _Uložit jako...
hr: _Spremi kao …

source: _New Window
cs: _Nové okno
hr: _Novi prozor

source: _About Oh My SVG
cs: O _aplikaci Oh My SVG
hr: _O aplikaciji Oh My SVG

source: translator-credits
hr: Milo Ivir <mail@milotype.de>

source: Oh My SVG - dark mode
cs: Oh My SVG - tmavý režim

source: _Quit
cs: _Ukončit
